Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

# skill.math_tutor.starter_2
source: Check if my solution is correct
ar: تحقق إن كان حلّي صحيحاً
de: Prüfe, ob meine Lösung korrekt ist
es: Comprueba si mi solución es correcta
fr: Vérifie si ma solution est correcte
hi: कौशल.गणित_ट्यूटर.स्टार्टर_2
id: keterampilan.math_tutor.starter_2
ja: 私の解答が正しいか確認して
ko: 제 풀이가 맞는지 확인해 주세요
pt_br: Verifique se minha solução está correta
ru: навык.math_tutor.starter_2
th: ทักษะ.math_tutor.starter_2
tr: skill.math_tutor.starter_2
vi: kỹ năng.math_tutor.starter_2
zh_hans: 检查我的解题过程是否正确
zh_hant: 檢查我的解題過程是否正確

# skill.math_tutor.starter_3
source: Help me with this proof
ar: ساعدني في هذا البرهان
de: Hilf mir bei diesem Beweis
es: Ayúdame con esta demostración
fr: Aide-moi avec cette démonstration
hi: कौशल.गणित_ट्यूटर.स्टार्टर_3
id: keterampilan.math_tutor.starter_3
ja: この証明を手伝って
ko: 이 증명을 도와주세요
pt_br: Me ajuda com esta demonstração
ru: навык.math_tutor.starter_3
th: ทักษะ.math_tutor.starter_3
tr: skill.math_tutor.starter_3
vi: kỹ năng.math_tutor.starter_3
zh_hans: 帮我完成这个证明
zh_hant: 幫我完成這個證明

# skill.meeting_notes.description
source: Transform meeting transcripts into structured summaries
ar: تحويل محاضر الاجتماعات إلى ملخصات منظمة
de: Besprechungsprotokolle in strukturierte Zusammenfassungen umwandeln
es: Transformar transcripciones de reuniones en resúmenes estructurados
fr: Transformer les transcriptions de réunion en résumés structurés
hi: कौशल.मीटिंग_नोट्स.विवरण
id: skill.meeting_notes.deskripsi
ja: 会議録を構造化された要約に変換
ko: 회의 기록을 구조화된 요약으로 변환
pt_br: Transformar transcrições de reuniões em resumos estruturados
ru: навык.meeting_notes.description
th: Skill.meeting_notes.description
tr: skill.meeting_notes.description
vi: kỹ năng.meeting_notes.description
zh_hans: 将会议记录转化为结构化摘要
zh_hant: 將會議記錄轉化為結構化摘要

# skill.meeting_notes.name
source: Meeting Notes
ar: محاضر الاجتماعات
de: Besprechungsnotizen
es: Notas de reunión
fr: Notes de réunion
hi: कौशल.मीटिंग_नोट्स.नाम
id: skill.meeting_notes.nama
ja: 議事録
ko: 회의록
pt_br: Atas de reunião
ru: навык.meeting_notes.name
th: Skill.meeting_notes.name
tr: skill.meeting_notes.name
vi: kỹ năng.meet_notes.name
zh_hans: 会议纪要
zh_hant: 會議紀要

# skill.meeting_notes.starter_0
source: Turn these notes into a meeting summary
ar: حوّل هذه الملاحظات إلى ملخص اجتماع
de: Mach aus diesen Notizen ein Besprechungsprotokoll
es: Convierte estas notas en un resumen de reunión
fr: Transforme ces notes en compte rendu de réunion
hi: कौशल.मीटिंग_नोट्स.स्टार्टर_0
id: keterampilan.meeting_notes.starter_0
ja: このメモを会議サマリーにまとめて
ko: 이 메모를 회의 요약으로 정리해 주세요
pt_br: Transforme estas notas em um resumo de reunião
ru: навык.meeting_notes.starter_0
th: ทักษะ.meeting_notes.starter_0
tr: skill.meeting_notes.starter_0
vi: kỹ năng.meeting_notes.starter_0
zh_hans: 把这些笔记整理成会议摘要
zh_hant: 把這些筆記整理成會議摘要

# skill.meeting_notes.starter_1
source: Extract action items from this transcript
ar: استخرج بنود العمل من هذا المحضر
de: Extrahiere die Aufgaben aus diesem Transkript
es: Extrae las tareas pendientes de esta transcripción
fr: Extrais les actions à mener de cette transcription
hi: कौशल.मीटिंग_नोट्स.स्टार्टर_1
id: keterampilan.meeting_notes.starter_1
ja: この議事録からアクションアイテムを抽出して
ko: 이 기록에서 액션 아이템을 추출해 주세요
pt_br: Extraia os itens de ação desta transcrição
ru: навык.meeting_notes.starter_1
th: Skill.meeting_notes.starter_1
tr: skill.meeting_notes.starter_1
vi: kỹ năng.meeting_notes.starter_1
zh_hans: 从会议记录中提取待办事项
zh_hant: 從會議記錄中提取待辦事項

# skill.meeting_notes.starter_2
source: Organize these discussion points
ar: نظّم نقاط النقاش هذه
de: Ordne diese Diskussionspunkte
es: Organiza estos puntos de discusión
fr: Organise ces points de discussion
hi: कौशल.मीटिंग_नोट्स.स्टार्टर_2
id: keterampilan.meeting_notes.starter_2
ja: これらの議論ポイントを整理して
ko: 이 논의 사항을 정리해 주세요
pt_br: Organize estes pontos de discussão
ru: навык.meeting_notes.starter_2
th: ทักษะ.meeting_notes.starter_2
tr: skill.meeting_notes.starter_2
vi: kỹ năng.meeting_notes.starter_2
zh_hans: 整理这些讨论要点
zh_hant: 整理這些討論要點

# skill.meeting_notes.starter_3
source: Write follow-up email from these notes
ar: اكتب رسالة متابعة من هذه الملاحظات
de: Schreib eine Follow-up-E-Mail aus diesen Notizen
es: Escribe un email de seguimiento con estas notas
fr: Rédige un e-mail de suivi à partir de ces notes
hi: कौशल.मीटिंग_नोट्स.स्टार्टर_3
id: keterampilan.meeting_notes.starter_3
ja: このメモからフォローアップメールを書いて
ko: 이 메모로 후속 이메일을 작성해 주세요
pt_br: Escreva um e-mail de acompanhamento com base nestas notas
ru: навык.meeting_notes.starter_3
th: ทักษะ.meeting_notes.starter_3
tr: skill.meeting_notes.starter_3
vi: kỹ năng.meeting_notes.starter_3
zh_hans: 根据笔记写一封跟进邮件
zh_hant: 根據筆記寫一封後續跟進郵件

# skill.presentation_outliner.description
source: Presentation outlines, talking points, and slide content
ar: مخططات العروض التقديمية والنقاط الرئيسية ومحتوى الشرائح
de: Präsentationsgliederungen, Gesprächspunkte und Folieninhalte
es: Esquemas de presentación, puntos clave y contenido de diapositivas
fr: Plans de présentation, points clés et contenu de diapositives
hi: कौशल.प्रस्तुति_आउटलाइनर.वर्णन
id: skill.presentation_outliner.deskripsi
ja: プレゼン構成、トーキングポイント、スライド内容
ko: 프레젠테이션 개요, 요점, 슬라이드 내용
pt_br: Estruturas de apresentação, pontos-chave e conteúdo de slides
ru: навык.презентация_outliner.description
th: Skill.presentation_outliner.description
tr: skill.sunum_outliner.description
vi: kỹ năng.trình bày_outliner.description
zh_hans: 演示大纲、要点和幻灯片内容
zh_hant: 簡報大綱、要點和投影片內容

# skill.presentation_outliner.name
source: Presentation Outliner
ar: مخطط العروض التقديمية
de: Präsentationsgliederung
es: Esquema de presentación
fr: Plan de présentation
hi: कौशल.प्रस्तुति_आउटलाइनर.नाम
id: skill.presentasi_outliner.nama
ja: プレゼン構成
ko: 프레젠테이션 아웃라이너
pt_br: Estrutura de apresentação
ru: навык.презентация_outliner.name
th: Skill.presentation_outliner.name
tr: skill.sunum_outliner.name
vi: kỹ năng.trình bày_outliner.name
zh_hans: 演示大纲
zh_hant: 簡報大綱

# skill.presentation_outliner.starter_0
source: Create a presentation outline for...
ar: أنشئ مخطط عرض تقديمي لـ...
de: Erstelle eine Präsentationsgliederung für…
es: Crea un esquema de presentación para...
fr: Crée un plan de présentation pour…
hi: कौशल.प्रस्तुति_आउटलाइनर.स्टार्टर_0
id: keterampilan.presentasi_outliner.starter_0
ja: ……のプレゼン構成を作って
ko: 이 주제의 프레젠테이션 개요를 만들어 주세요...
pt_br: Crie um outline de apresentação para...
ru: навык.презентация_outliner.starter_0
th: ทักษะการนำเสนอ_outliner.starter_0
tr: skill.sunum_outliner.starter_0
vi: kỹ năng.trình bày_outliner.starter_0
zh_hans: 为……创建演示大纲
zh_hant: 為……建立簡報大綱

# skill.presentation_outliner.starter_1
source: Help me structure a 10-minute talk
ar: ساعدني في هيكلة عرض مدته 10 دقائق
de: Hilf mir, einen 10-Minuten-Vortrag zu strukturieren
es: Ayúdame a estructurar una charla de 10 minutos
fr: Aide-moi à structurer un exposé de 10 minutes
hi: कौशल.प्रस्तुति_आउटलाइनर.स्टार्टर_1
id: keterampilan.presentasi_outliner.starter_1
ja: 10 分間のトークを構成して
ko: 10분 발표 구조를 잡는 걸 도와주세요
pt_br: Me ajuda a estruturar uma palestra de 10 minutos
ru: навык.презентация_outliner.starter_1
th: ทักษะการนำเสนอ_outliner.starter_1
tr: skill.sunum_outliner.starter_1
vi: kỹ năng.trình bày_outliner.starter_1
zh_hans: 帮我规划一个 10 分钟的演讲
zh_hant: 幫我規劃一個 10 分鐘的演講

# skill.presentation_outliner.starter_2
source: Write speaker notes for this slide
ar: اكتب ملاحظات المتحدث لهذه الشريحة
de: Schreib Sprechernotizen für diese Folie
es: Escribe notas del orador para esta diapositiva
fr: Écris les notes du présentateur pour cette slide
hi: कौशल.प्रस्तुति_आउटलाइनर.स्टार्टर_2
id: keterampilan.presentasi_outliner.starter_2
ja: このスライドのスピーカーノートを書いて
ko: 이 슬라이드의 발표 노트를 작성해 주세요
pt_br: Escreva notas do apresentador para este slide
ru: навык.презентация_outliner.starter_2
th: ทักษะการนำเสนอ_outliner.starter_2
tr: skill.sunum_outliner.starter_2
vi: kỹ năng.trình bày_outliner.starter_2
zh_hans: 为这页幻灯片写演讲备注
zh_hant: 為這頁投影片撰寫演講備註

# skill.presentation_outliner.starter_3
source: Suggest visuals for this presentation
ar: اقترح عناصر بصرية لهذا العرض
de: Schlage Grafiken für diese Präsentation vor
es: Sugiere elementos visuales para esta presentación
fr: Propose des visuels pour cette présentation
hi: कौशल.प्रस्तुति_आउटलाइनर.स्टार्टर_3
id: keterampilan.presentasi_outliner.starter_3
ja: このプレゼンに合うビジュアルを提案して
ko: 이 프레젠테이션에 어울리는 시각 자료를 제안해 주세요
pt_br: Sugira visuais para esta apresentação
ru: навык.презентация_outliner.starter_3
th: ทักษะการนำเสนอ_outliner.starter_3
tr: skill.sunum_outliner.starter_3
vi: kỹ năng.trình bày_outliner.starter_3
zh_hans: 为这个演示建议配图
zh_hant: 為這份簡報建議配圖

# skill.proofreader.description
source: Fix grammar, spelling, and improve clarity
ar: تصحيح القواعد والإملاء وتحسين الوضوح
de: Grammatik und Rechtschreibung korrigieren, Klarheit verbessern
es: Corregir gramática, ortografía y mejorar la claridad
fr: Corriger la grammaire, l'orthographe et améliorer la clarté
hi: कौशल.प्रूफ़रीडर.विवरण
id: skill.proofreader.deskripsi
ja: 文法・スペル修正、明瞭さの向上
ko: 문법, 맞춤법 수정 및 명확성 향상
pt_br: Corrigir gramática, ortografia e melhorar a clareza
ru: навык.корректор.описание
th: ทักษะ การพิสูจน์อักษร คำอธิบาย
tr: beceri.düzeltici.açıklama
vi: kỹ năng.proofreader.description
zh_hans: 修正语法、拼写并提升清晰度
zh_hant: 修正語法、拼寫並提升清晰度

# skill.proofreader.name
source: Proofreader
ar: مدقق لغوي
de: Korrekturlesen
es: Corrector
fr: Correcteur
hi: कौशल.प्रूफ़रीडर.नाम
id: skill.proofreader.nama
ja: 校正
ko: 교정
pt_br: Revisor
ru: навык.корректор.имя
th: ทักษะ.พิสูจน์อักษร.ชื่อ
tr: beceri.düzeltici.adı
vi: kỹ năng.proofreader.name
zh_hans: 校对
zh_hant: 校對

# skill.proofreader.starter_0
source: Proofread this text
ar: دقّق هذا النص
de: Lies diesen Text Korrektur
es: Corrige este texto
fr: Relis ce texte
hi: कौशल.प्रूफ़रीडर.स्टार्टर_0
id: keterampilan.proofreader.starter_0
ja: この文章を校正して
ko: 이 텍스트를 교정해 주세요
pt_br: Revise este texto
ru: навык.корректор.starter_0
th: ทักษะ.พิสูจน์อักษร.starter_0
tr: skill.proofreader.starter_0
vi: kỹ năng.proofreader.starter_0
zh_hans: 校对这段文字
zh_hant: 校對這段文字

# skill.proofreader.starter_1
source: Fix the grammar in this paragraph
ar: صحّح القواعد النحوية في هذه الفقرة
de: Korrigiere die Grammatik in diesem Absatz
es: Arregla la gramática de este párrafo
fr: Corrige la grammaire de ce paragraphe
hi: कौशल.प्रूफ़रीडर.स्टार्टर_1
id: keterampilan.proofreader.starter_1
ja: この段落の文法を直して
ko: 이 문단의 문법을 수정해 주세요
pt_br: Corrija a gramática deste parágrafo
ru: навык.корректор.стартер_1
th: ทักษะ.พิสูจน์อักษร.starter_1
tr: skill.proofreader.starter_1
vi: kỹ năng.proofreader.starter_1
zh_hans: 修正这段话的语法
zh_hant: 修正這段話的語法

# skill.proofreader.starter_2
source: Polish this for publication
ar: نقّح هذا النص للنشر
de: Feile das für die Veröffentlichung
es: Pule esto para publicación
fr: Peaufine ça pour la publication
hi: कौशल.प्रूफ़रीडर.स्टार्टर_2
id: keterampilan.proofreader.starter_2
ja: 公開用に文章を磨いて
ko: 출판 수준으로 다듬어 주세요
pt_br: Dê um polimento para publicação
ru: навык.корректор.стартер_2
th: ทักษะ.พิสูจน์อักษร.starter_2
tr: skill.proofreader.starter_2
vi: kỹ năng.proofreader.starter_2
zh_hans: 润色这段文字使其适合发表
zh_hant: 潤飾這段文字使其適合發表

# skill.proofreader.starter_3
source: Check this for consistency
ar: تحقق من اتساق هذا النص
de: Prüfe diesen Text auf Konsistenz
es: Comprueba la consistencia de este texto
fr: Vérifie la cohérence de ce texte
hi: कौशल.प्रूफ़रीडर.स्टार्टर_3
id: keterampilan.proofreader.starter_3
ja: この文書の一貫性をチェックして
ko: 일관성을 확인해 주세요
pt_br: Verifique a consistência deste texto
ru: навык.корректор.стартер_3
th: ทักษะ.พิสูจน์อักษร.starter_3
tr: skill.proofreader.starter_3
vi: kỹ năng.proofreader.starter_3
zh_hans: 检查这段内容的一致性
zh_hant: 檢查這段內容的一致性

# skill.recipe_assistant.description
source: Recipes, cooking techniques, and meal planning
ar: وصفات، تقنيات الطبخ، تخطيط الوجبات
de: Rezepte, Kochtechniken und Essensplanung
es: Recetas, técnicas de cocina y planificación de comidas
fr: Recettes, techniques culinaires et planification de repas
hi: कौशल.रेसिपी_सहायक.विवरण
id: skill.recipe_assistant.deskripsi
ja: レシピ、調理テクニック、献立作成
ko: 레시피, 요리 기술, 식단 계획
pt_br: Receitas, técnicas culinárias e planejamento de refeições
ru: навык.recipe_assistant.description
th: Skill.recipe_assistant.description
tr: skill.recipe_assistant.description
vi: kỹ năng.recipe_assistant.description
zh_hans: 食谱、烹饪技巧和膳食计划
zh_hant: 食譜、烹飪技巧和膳食計劃

# skill.recipe_assistant.name
source: Recipe Assistant
ar: مساعد الوصفات
de: Rezeptassistent
es: Asistente de recetas
fr: Assistant de recettes
hi: कौशल.रेसिपी_सहायक.नाम
id: keterampilan.resep_asisten.nama
ja: レシピアシスタント
ko: 레시피 어시스턴트
pt_br: Assistente de receitas
ru: навык.recipe_assistant.name
th: Skill.recipe_assistant.name
tr: skill.recipe_assistant.name
vi: kỹ năng.recipe_assistant.name
zh_hans: 食谱助手
zh_hant: 食譜助手

# skill.recipe_assistant.starter_0
source: What can I make with these ingredients?
ar: ماذا يمكنني أن أطبخ بهذه المكونات؟
de: Was kann ich mit diesen Zutaten kochen?
es: ¿Qué puedo hacer con estos ingredientes?
fr: Qu'est-ce que je peux préparer avec ces ingrédients ?
hi: कौशल.रेसिपी_सहायक.स्टार्टर_0
id: keterampilan.resep_asisten.starter_0
ja: この食材で何が作れる？
ko: 이 재료로 뭘 만들 수 있나요?
pt_br: O que posso fazer com estes ingredientes?
ru: навык.recipe_assistant.starter_0
th: Skill.recipe_assistant.starter_0
tr: skill.recipe_assistant.starter_0
vi: kỹ năng.recipe_assistant.starter_0
zh_hans: 这些食材能做什么菜？
zh_hant: 這些食材能做什麼菜？

# skill.recipe_assistant.starter_1
source: Give me a quick weeknight dinner recipe
ar: أعطني وصفة عشاء سريعة
de: Gib mir ein schnelles Rezept für unter der Woche
es: Dame una receta rápida para cenar
fr: Donne-moi une recette rapide pour un soir de semaine
hi: कौशल.रेसिपी_सहायक.स्टार्टर_1
id: keterampilan.resep_asisten.starter_1
ja: 平日の夜にサッと作れるレシピを教えて
ko: 간단한 저녁 레시피를 추천해 주세요
pt_br: Me dê uma receita rápida para o jantar
ru: навык.recipe_assistant.starter_1
th: Skill.recipe_assistant.starter_1
tr: skill.recipe_assistant.starter_1
vi: kỹ năng.recipe_assistant.starter_1
zh_hans: 给我一个快手晚餐食谱
zh_hant: 給我一個快手晚餐食譜

# skill.recipe_assistant.starter_2
source: How do I substitute... in this recipe?
ar: كيف أستبدل... في هذه الوصفة؟
de: Wie ersetze ich… in diesem Rezept?
es: ¿Cómo sustituyo... en esta receta?
fr: Comment remplacer… dans cette recette ?
hi: कौशल.रेसिपी_सहायक.स्टार्टर_2
id: keterampilan.resep_asisten.starter_2
ja: このレシピの……は何で代用できる？
ko: 이 레시피에서 이것을 대체하려면 어떻게 하나요?
pt_br: Como substituir... nesta receita?
ru: навык.recipe_assistant.starter_2
th: Skill.recipe_assistant.starter_2
tr: skill.recipe_assistant.starter_2
vi: kỹ năng.recipe_assistant.starter_2
zh_hans: 这道菜里的……可以用什么代替？
zh_hant: 這道菜裡的……可以用什麼替代？

# skill.recipe_assistant.starter_3
source: Plan meals for this week
ar: خطط وجبات هذا الأسبوع
de: Plane die Mahlzeiten für diese Woche
es: Planifica las comidas de esta semana
fr: Planifie les repas de cette semaine
hi: कौशल.रेसिपी_सहायक.स्टार्टर_3
id: keterampilan.resep_asisten.starter_3
ja: 今週の献立を考えて
ko: 이번 주 식단을 계획해 주세요
pt_br: Planeje refeições para esta semana
ru: навык.recipe_assistant.starter_3
th: Skill.recipe_assistant.starter_3
tr: skill.recipe_assistant.starter_3
vi: kỹ năng.recipe_assistant.starter_3
zh_hans: 帮我规划这周的膳食
zh_hant: 幫我規劃這週的膳食

# skill.research_assistant.description
source: Literature review, academic writing, and research
ar: مراجعة الأدبيات والكتابة الأكاديمية والبحث
de: Literaturrecherche, akademisches Schreiben und Forschung
es: Revisión bibliográfica, escritura académica e investigación
fr: Revue de littérature, rédaction académique et recherche
hi: कौशल.अनुसंधान_सहायक.विवरण
id: skill.research_assistant.deskripsi
ja: 文献レビュー、学術執筆、リサーチ
ko: 문헌 검토, 학술 글쓰기, 연구
pt_br: Revisão de literatura, escrita acadêmica e pesquisa
ru: навык.research_assistant.description
th: Skill.research_assistant.description
tr: skill.research_assistant.description
vi: kỹ năng.research_assistant.description
zh_hans: 文献综述、学术写作和研究
zh_hant: 文獻回顧、學術寫作和研究

# skill.research_assistant.name
source: Research Assistant
ar: مساعد بحثي
de: Forschungsassistent
es: Asistente de investigación
fr: Assistant de recherche
hi: कौशल.अनुसंधान_सहायक.नाम
id: skill.research_assistant.nama
ja: リサーチアシスタント
ko: 연구 어시스턴트
pt_br: Assistente de pesquisa
ru: навык.research_assistant.name
th: Skill.research_assistant.name
tr: skill.research_assistant.name
vi: kỹ năng.research_assistant.name
zh_hans: 研究助手
zh_hant: 研究助手

# skill.research_assistant.starter_0
source: Summarize this paper's key findings
ar: لخّص النتائج الرئيسية لهذه الورقة
de: Fasse die wichtigsten Ergebnisse dieser Arbeit zusammen
es: Resume los hallazgos clave de este artículo
fr: Résume les conclusions clés de cet article
hi: कौशल.अनुसंधान_सहायक.स्टार्टर_0
id: keterampilan.research_assistant.starter_0
ja: この論文の主要な知見をまとめて
ko: 이 논문의 핵심 결과를 요약해 주세요
pt_br: Resuma as principais conclusões deste artigo
ru: навык.research_assistant.starter_0
th: ทักษะ.research_assistant.starter_0
tr: skill.research_assistant.starter_0
vi: kỹ năng.research_assistant.starter_0
zh_hans: 总结这篇论文的主要发现
zh_hant: 總結這篇論文的主要發現

# skill.research_assistant.starter_1
source: Help me write the methodology section
ar: ساعدني في كتابة قسم المنهجية
de: Hilf mir, den Methodenteil zu schreiben
es: Ayúdame a escribir la sección de metodología
fr: Aide-moi à rédiger la section méthodologie
hi: कौशल.अनुसंधान_सहायक.स्टार्टर_1
id: keterampilan.research_assistant.starter_1
ja: 研究手法セクションの執筆を手伝って
ko: 연구 방법론 섹션 작성을 도와주세요
pt_br: Me ajuda a escrever a seção de metodologia
ru: навык.research_assistant.starter_1
th: ทักษะ.research_assistant.starter_1
tr: skill.research_assistant.starter_1
vi: kỹ năng.research_assistant.starter_1
zh_hans: 帮我写方法论部分
zh_hant: 幫我撰寫方法論部分

# skill.research_assistant.starter_2
source: Critique this argument
ar: انقد هذه الحجة
de: Kritisiere dieses Argument
es: Critica este argumento
fr: Critique cet argument
hi: कौशल.अनुसंधान_सहायक.स्टार्टर_2
id: keterampilan.research_assistant.starter_2
ja: この議論を批判的に分析して
ko: 이 논거를 비판적으로 분석해 주세요
pt_br: Critique este argumento
ru: навык.research_assistant.starter_2
th: ทักษะ.research_assistant.starter_2
tr: skill.research_assistant.starter_2
vi: kỹ năng.research_assistant.starter_2
zh_hans: 评析这个论点
zh_hant: 評析這個論點

# skill.research_assistant.starter_3
source: Suggest research directions for...
ar: اقترح اتجاهات بحثية لـ...
de: Schlage Forschungsrichtungen vor für…
es: Sugiere direcciones de investigación para...
fr: Propose des pistes de recherche pour…
hi: कौशल.अनुसंधान_सहायक.स्टार्टर_3
id: keterampilan.research_assistant.starter_3
ja: ……の研究の方向性を提案して
ko: 이 분야의 연구 방향을 제안해 주세요...
pt_br: Sugira direções de pesquisa para...
ru: навык.research_assistant.starter_3
th: ทักษะ.research_assistant.starter_3
tr: skill.research_assistant.starter_3
vi: kỹ năng.research_assistant.starter_3
zh_hans: 为……建议研究方向
zh_hant: 為……建議研究方向

# skill.sql_expert.description
source: SQL queries, optimization, and schema design
ar: استعلامات SQL، التحسين، تصميم المخططات
de: SQL-Abfragen, Optimierung und Schema-Design
es: Consultas SQL, optimización y diseño de esquemas
fr: Requêtes SQL, optimisation et conception de schémas
hi: कौशल.sql_expert.description
id: skill.sql_expert.deskripsi
ja: SQLクエリ、最適化、スキーマ設計
ko: SQL 쿼리, 최적화, 스키마 설계
pt_br: Consultas SQL, otimização e design de esquemas
ru: навык.sql_expert.description
th: ทักษะ sql_expert.description
tr: skill.sql_expert.description
vi: Skill.sql_expert.description
zh_hans: SQL 查询、优化和数据库设计
zh_hant: SQL 查詢、最佳化和資料庫設計

# skill.sql_expert.name
source: SQL Expert
ar: خبير SQL
de: SQL-Experte
es: Experto en SQL
fr: Expert SQL
hi: कौशल.sql_expert.name
id: skill.sql_expert.nama
ja: SQLエキスパート
ko: SQL 전문가
pt_br: Especialista SQL
ru: навык.sql_expert.name
th: ทักษะ sql_expert.name
tr: skill.sql_expert.name
vi: kỹ năng.sql_expert.name
zh_hans: SQL 专家
zh_hant: SQL 專家

# skill.sql_expert.starter_0
source: Write a SQL query to...
ar: اكتب استعلام SQL لـ...
de: Schreib eine SQL-Abfrage für…
es: Escribe una consulta SQL para...
fr: Écris une requête SQL pour…
hi: कौशल.sql_expert.starter_0
id: keterampilan.sql_expert.starter_0
ja: こんな SQL クエリを書いて……
ko: 이런 SQL 쿼리를 작성해 주세요...
pt_br: Escreva uma query SQL para...
ru: навык.sql_expert.starter_0
th: ทักษะ.sql_expert.starter_0
tr: skill.sql_expert.starter_0
vi: kỹ năng.sql_expert.starter_0
zh_hans: 写一条 SQL 查询来……
zh_hant: 寫一條 SQL 查詢來……

# skill.sql_expert.starter_1
source: Optimize this slow query
ar: حسّن هذا الاستعلام البطيء
de: Optimiere diese langsame Query
es: Optimiza esta consulta lenta
fr: Optimise cette requête lente
hi: कौशल.sql_expert.starter_1
id: keterampilan.sql_expert.starter_1
ja: この遅いクエリを最適化して
ko: 이 느린 쿼리를 최적화해 주세요
pt_br: Otimize esta query lenta
ru: навык.sql_expert.starter_1
th: ทักษะ.sql_expert.starter_1
tr: skill.sql_expert.starter_1
vi: kỹ năng.sql_expert.starter_1
zh_hans: 优化这条慢查询
zh_hant: 最佳化這條慢查詢

# skill.sql_expert.starter_2
source: Design a schema for...
ar: صمم مخطط قاعدة بيانات لـ...
de: Entwirf ein Schema für…
es: Diseña un esquema para...
fr: Conçois un schéma pour…
hi: कौशल.sql_expert.starter_2
id: keterampilan.sql_expert.starter_2
ja: ……のスキーマを設計して
ko: 이런 스키마를 설계해 주세요...
pt_br: Projete um schema para...
ru: навык.sql_expert.starter_2
th: ทักษะ.sql_expert.starter_2
tr: skill.sql_expert.starter_2
vi: kỹ năng.sql_expert.starter_2
zh_hans: 为……设计数据库表结构
zh_hant: 為……設計資料庫結構

# skill.sql_expert.starter_3
source: Explain this query's execution plan
ar: اشرح خطة تنفيذ هذا الاستعلام
de: Erkläre den Ausführungsplan dieser Query
es: Explica el plan de ejecución de esta consulta
fr: Explique le plan d'exécution de cette requête
hi: कौशल.sql_expert.starter_3
id: keterampilan.sql_expert.starter_3
ja: このクエリの実行計画を説明して
ko: 이 쿼리의 실행 계획을 설명해 주세요
pt_br: Explique o plano de execução desta query
ru: навык.sql_expert.starter_3
th: ทักษะ.sql_expert.starter_3
tr: skill.sql_expert.starter_3
vi: kỹ năng.sql_expert.starter_3
zh_hans: 解释这条查询的执行计划
zh_hant: 解釋這條查詢的執行計畫

# skill.story_creator.description
source: Fiction writing, storytelling, and world-building
ar: كتابة الخيال، السرد القصصي، بناء العوالم
de: Fiktionales Schreiben, Storytelling und Weltenbau
es: Escritura de ficción, narración y creación de mundos
fr: Écriture de fiction, narration et construction de mondes
hi: कौशल.कहानी_निर्माता.वर्णन
id: skill.story_creator.deskripsi
ja: フィクション執筆、ストーリーテリング、世界観構築
ko: 소설 집필, 스토리텔링, 세계관 구축
pt_br: Escrita de ficção, narrativa e construção de mundos
ru: навык.story_creator.description
th: Skill.story_creator.description
tr: skill.story_creator.description
vi: kỹ năng.story_creator.description
zh_hans: 小说写作、故事叙述和世界构建
zh_hant: 小說寫作、故事敘述和世界觀構建

# skill.story_creator.name
source: Story Creator
ar: صانع القصص
de: Geschichtenersteller
es: Creador de historias
fr: Créateur d'histoires
hi: कौशल.कहानी_निर्माता.नाम
id: skill.story_creator.nama
ja: ストーリークリエイター
ko: 스토리 크리에이터
pt_br: Criador de histórias
ru: навык.story_creator.name
th: Skill.story_creator.name
tr: skill.story_creator.name
vi: kỹ năng.story_creator.name
zh_hans: 故事创作
zh_hant: 故事創作

# skill.story_creator.starter_0
source: Help me develop this character
ar: ساعدني في تطوير هذه الشخصية
de: Hilf mir, diesen Charakter zu entwickeln
es: Ayúdame a desarrollar este personaje
fr: Aide-moi à développer ce personnage
hi: कौशल.कहानी_निर्माता.स्टार्टर_0
id: keterampilan.cerita_pencipta.starter_0
ja: このキャラクターを掘り下げて
ko: 이 캐릭터를 발전시키는 걸 도와주세요
pt_br: Me ajuda a desenvolver este personagem
ru: навык.story_creator.starter_0
th: Skill.story_creator.starter_0
tr: skill.story_creator.starter_0
vi: kỹ năng.story_creator.starter_0
zh_hans: 帮我塑造这个角色
zh_hant: 幫我塑造這個角色

# skill.story_creator.starter_1
source: Continue this story
ar: أكمل هذه القصة
de: Erzähle diese Geschichte weiter
es: Continúa esta historia
fr: Continue cette histoire
hi: कौशल.कहानी_निर्माता.स्टार्टर_1
id: keterampilan.cerita_pencipta.starter_1
ja: この物語の続きを書いて
ko: 이 이야기를 이어서 써주세요
pt_br: Continue esta história
ru: навык.story_creator.starter_1
th: Skill.story_creator.starter_1
tr: skill.story_creator.starter_1
vi: kỹ năng.story_creator.starter_1
zh_hans: 续写这个故事
zh_hant: 續寫這個故事
